[
    {
        "id": 1,
        "picture": "https://burtonorthodontics.com/wp-content/uploads/2022/07/multiracial-group-of-young-people-standing-in-circ-2021-09-02-23-14-10-utc-400x267.jpg",
        "title": "Healthy Living Guide",
        "category": "Health",
        "category_bg": "#FFCC00",
        "card_bg": "#FFCC99",
        "text_button_bg": "#b45309",
        "description": "Discover the secrets to a healthier and happier life with our comprehensive Healthy Living Guide. Packed with expert advice on nutrition, exercise, and mental well-being, this guide will help you make positive changes in your life. Learn how to create a balanced diet, develop an effective fitness routine, and manage stress effectively. Whether you're a fitness enthusiast or just starting your wellness journey, this guide has something for everyone. It also includes delicious and nutritious recipes to kickstart your healthy eating habits. Embrace a healthier you today for only $19.99!",
        "price": 19.99
    },
    {
        "id": 2,
        "picture": "https://disruptr.deakin.edu.au/wp-content/uploads/2021/07/ben-white-83tkHLPgg2Q-unsplash-1-600x401.jpg",
        "title": "Educational Puzzle Set",
        "category": "Education",
        "category_bg": "#2563eb",
        "card_bg": "#93c5fd",
        "text_button_bg": "#1e3a8a",
        "description": "Stimulate your child's mind and encourage learning through play with our Educational Puzzle Set. This set includes a variety of engaging and educational puzzles designed to enhance cognitive development, problem-solving skills, and creativity in children. With colorful and captivating designs, these puzzles make learning fun and interactive. Perfect for kids of all ages, this set is an excellent addition to your child's educational toys collection. Invest in your child's future for just $14.95 and watch them grow and learn.",
        "price": 14.95
    },
    {
        "id": 3,
        "picture": "https://th.bing.com/th/id/OIP.zqPF7gHEs0VN62DKCvGixgHaE8?pid=ImgDet&rs=1",
        "title": "Stylish Yellow T-shirt",
        "category": "Clothing",
        "category_bg": "#84cc16",
        "card_bg": "#bef264",
        "text_button_bg": "#1a2e05",
        "description": "Upgrade your wardrobe with our Stylish Red T-shirt. Made from high-quality, comfortable fabric, this red t-shirt is perfect for any casual occasion. Its vibrant red color adds a pop of style to your outfit. Whether you're going for a relaxed day out or want to make a fashion statement, this t-shirt has got you covered. It's available in various sizes to suit your preferences. Get this trendy addition to your wardrobe for just $29.99 and elevate your style game.",
        "price": 29.99
    },
    {
        "id": 4,
        "picture": "https://th.bing.com/th/id/OIP.JzKuMEEfoKK3Lza-8M4YUgHaE8?pid=ImgDet&rs=1",
        "title": "Organic Food Basket",
        "category": "Food",
        "category_bg": "#e11d48",
        "card_bg": "#fda4af",
        "text_button_bg": "#881337",
        "description": "Indulge in the goodness of nature with our Organic Food Basket. This carefully curated basket is filled with a selection of organic and wholesome foods that are not only delicious but also great for your health. From organic fruits and vegetables to whole grains and snacks, this basket has it all. Whether you're looking for a thoughtful gift or want to stock up your own pantry with nutritious choices, our Organic Food Basket is the perfect choice. Treat yourself or a loved one to this delightful basket for just $49.99.",
        "price": 49.99
    },
    {
        "id": 5,
        "picture": "https://burtonorthodontics.com/wp-content/uploads/2022/07/multiracial-group-of-young-people-standing-in-circ-2021-09-02-23-14-10-utc-400x267.jpg",
        "title": "Yoga Mat and Accessories",
        "category": "Health",
        "category_bg": "#FFCC00",
        "card_bg": "#FFCC99",
        "text_button_bg": "#b45309",
        "description": "Elevate your yoga and fitness routine with our Yoga Mat and Accessories bundle. This comprehensive kit includes a high-quality yoga mat, comfortable cushion, resistance bands, and a carry bag. Whether you're a seasoned yogi or a beginner, these accessories will enhance your practice and help you achieve your fitness goals. The non-slip yoga mat provides stability, while the resistance bands add variety to your workouts. Invest in your health and well-being for just $39.95 and enjoy the benefits of a balanced lifestyle.",
        "price": 39.95
    },
    {
        "id": 6,
        "picture": "https://disruptr.deakin.edu.au/wp-content/uploads/2021/07/ben-white-83tkHLPgg2Q-unsplash-1-600x401.jpg",
        "title": "Mathematics Workbook",
        "category": "Education",
        "category_bg": "#2563eb",
        "card_bg": "#93c5fd",
        "text_button_bg": "#1e3a8a",
        "description": "Master the world of numbers and equations with our Mathematics Workbook. This comprehensive workbook is designed to help students of all ages improve their math skills. With a wide range of exercises and step-by-step explanations, it covers everything from basic arithmetic to advanced calculus. Whether you're a student looking to excel in math or an adult brushing up on your skills, this workbook is an invaluable resource. Get on the path to mathematical success for just $9.99.",
        "price": 9.99
    },
    {
        "id": 7,
        "picture": "https://th.bing.com/th/id/OIP.zqPF7gHEs0VN62DKCvGixgHaE8?pid=ImgDet&rs=1",
        "title": "Blue Jeans",
        "category": "Clothing",
        "category_bg": "#84cc16",
        "card_bg": "#bef264",
        "text_button_bg": "#1a2e05",
        "description": "Every wardrobe deserves a classic pair of Blue Jeans. These jeans are made from high-quality denim that's both comfortable and durable. With a timeless blue color and a stylish fit, they're perfect for any casual occasion. Whether you're going for a laid-back look or dressing up for a night out, these jeans are a versatile addition to your clothing collection. Available in various sizes, they offer a great fit for everyone. Upgrade your style for just $34.99.",
        "price": 34.99
    },
    {
        "id": 8,
        "picture": "https://th.bing.com/th/id/OIP.JzKuMEEfoKK3Lza-8M4YUgHaE8?pid=ImgDet&rs=1",
        "title": "Gourmet Chocolate Assortment",
        "category": "Food",
        "category_bg": "#e11d48",
        "card_bg": "#fda4af",
        "text_button_bg": "#881337",
        "description": "Indulge in the decadent world of chocolate with our Gourmet Chocolate Assortment. This exquisite assortment features a variety of handcrafted chocolates made from the finest cocoa beans. From rich dark chocolate truffles to creamy milk chocolate pralines, this assortment is a chocolate lover's dream. Whether you're treating yourself or looking for a luxurious gift, our Gourmet Chocolate Assortment is the perfect choice. Experience pure bliss for just $29.95.",
        "price": 29.95
    },
    {
        "id": 9,
        "picture": "https://burtonorthodontics.com/wp-content/uploads/2022/07/multiracial-group-of-young-people-standing-in-circ-2021-09-02-23-14-10-utc-400x267.jpg",
        "title": "Fitness Tracker",
        "category": "Health",
        "category_bg": "#FFCC00",
        "card_bg": "#FFCC99",
        "text_button_bg": "#b45309",
        "description": "Take control of your fitness journey with our Fitness Tracker. This sleek and smart device monitors your daily activity, heart rate, and sleep patterns, helping you make informed decisions about your health. Stay motivated with real-time fitness tracking and goal setting. With its user-friendly app, you can track your progress and make positive changes to your lifestyle. Elevate your fitness game and boost your well-being for just $49.99.",
        "price": 49.99
    },
    {
        "id": 10,
        "picture": "https://disruptr.deakin.edu.au/wp-content/uploads/2021/07/ben-white-83tkHLPgg2Q-unsplash-1-600x401.jpg",
        "title": "Science Experiment Kit",
        "category": "Education",
        "category_bg": "#2563eb",
        "card_bg": "#93c5fd",
        "text_button_bg": "#1e3a8a",
        "description": "Ignite your child's curiosity and love for science with our Science Experiment Kit. This kit is packed with exciting and educational experiments that cover various scientific concepts. From chemistry to physics and biology, it offers hands-on learning experiences that will spark your child's interest in the world of science. The kit includes all the necessary materials and step-by-step instructions for safe and fun experiments. Invest in your child's education and exploration for just $19.95.",
        "price": 19.95
    },
    {
        "id": 11,
        "picture": "https://th.bing.com/th/id/OIP.zqPF7gHEs0VN62DKCvGixgHaE8?pid=ImgDet&rs=1",
        "title": "Black Leather Jacket",
        "category": "Clothing",
        "category_bg": "#84cc16",
        "card_bg": "#bef264",
        "text_button_bg": "#1a2e05",
        "description": "Make a bold fashion statement with our Black Leather Jacket. Crafted from premium leather, this jacket exudes style and sophistication. Its timeless black color complements a wide range of outfits, from casual to formal. Whether you're heading to a special event or a night out, this jacket is sure to turn heads. Available in various sizes for the perfect fit, it's a must-have addition to your wardrobe. Elevate your style for just $79.99.",
        "price": 79.99
    },
    {
        "id": 12,
        "picture": "https://th.bing.com/th/id/OIP.JzKuMEEfoKK3Lza-8M4YUgHaE8?pid=ImgDet&rs=1",
        "title": "Fresh Fruit Basket",
        "category": "Food",
        "category_bg": "#e11d48",
        "card_bg": "#fda4af",
        "text_button_bg": "#881337",
        "description": "Savor the natural sweetness of fresh fruits with our Fresh Fruit Basket. This delightful basket is brimming with a colorful assortment of seasonal fruits. From juicy oranges and crisp apples to succulent grapes and tropical treats, it's a fruit lover's paradise. Whether you're gifting it to a loved one or treating yourself to healthy snacking, our Fresh Fruit Basket is a wholesome choice. Enjoy the goodness of nature for just $24.99.",
        "price": 24.99
    },
    {
        "id": 13,
        "picture": "https://burtonorthodontics.com/wp-content/uploads/2022/07/multiracial-group-of-young-people-standing-in-circ-2021-09-02-23-14-10-utc-400x267.jpg",
        "title": "Meditation Guidebook",
        "category": "Health",
        "category_bg": "#FFCC00",
        "card_bg": "#FFCC99",
        "text_button_bg": "#b45309",
        "description": "Embark on a journey of self-discovery and inner peace with our Meditation Guidebook. This comprehensive guide is designed to help you learn and practice meditation and mindfulness techniques. Explore different meditation styles, breathing exercises, and relaxation methods to reduce stress and improve your overall well-being. Whether you're a beginner or an experienced meditator, this guide offers valuable insights and practical tips. Start your meditation journey for just $12.99.",
        "price": 12.99
    },
    {
        "id": 14,
        "picture": "https://disruptr.deakin.edu.au/wp-content/uploads/2021/07/ben-white-83tkHLPgg2Q-unsplash-1-600x401.jpg",
        "title": "History Encyclopedia",
        "category": "Education",
        "category_bg": "#2563eb",
        "card_bg": "#93c5fd",
        "text_button_bg": "#1e3a8a",
        "description": "Dive into the fascinating world of history with our History Encyclopedia. This comprehensive encyclopedia covers the history of civilizations, events, and prominent figures from ancient times to the modern era. It's a valuable resource for students, history enthusiasts, and anyone curious about the past. With detailed articles and vivid illustrations, it brings history to life. Expand your knowledge and explore the rich tapestry of human history for just $29.95.",
        "price": 29.95
    },
    {
        "id": 15,
        "picture": "https://th.bing.com/th/id/OIP.zqPF7gHEs0VN62DKCvGixgHaE8?pid=ImgDet&rs=1",
        "title": "Striped Summer Dress",
        "category": "Clothing",
        "category_bg": "#84cc16",
        "card_bg": "#bef264",
        "text_button_bg": "#1a2e05",
        "description": "Step into summer with style in our Striped Summer Dress. This elegant dress features a timeless striped design and a flattering fit that's perfect for warm weather. Whether you're attending a beach party, a summer wedding, or a casual outing, this dress will make you feel chic and comfortable. It's available in various sizes to suit your preferences. Embrace the summer vibe for just $39.99 and make a fashion statement.",
        "price": 39.99
    }
]